Repository: restless/django-inspectional-registration
Catalog: src/registration/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Password
de: Passwort
fr: Mot de passe

source: Password (again)
de: Passwort (wiederholen)
fr: Mot de passe (confirmation)

source: The two password fields didn't match.
de: Die eingegebenen Passwörter stimmen leider nicht überein.
fr: Les deux mots de passe ne correspondent pas.

source: Username
de: Benutzername
fr: Nom d’utilisateur

source: This value must contain only letters, numbers and underscores.
de: Dieser Wert darf nur Buchstaben, Zahlen und "_" enthalten.
fr: Cette valeur doit contenir uniquement des lettres et des nombres.

source: E-mail (again)
de: E-Mail (wiederholen)
fr: E-mail (confirmation)

source: A user with that username already exists.
de: Dieser Benutzername wird bereits verwendet.
fr: Ce nom d’utilisateur existe déjà.

source: The two email fields didn't match.
de: Die E-Mail-Adressen stimmen nicht überein.
fr: Les adresses e-mail ne correspondent pas.

source: I have read and agree to the Terms of Service
de: Ich habe die Nutzungsbedingungen gelesen und stimme ihnen zu
fr: J’ai lu et j’accepte les conditions d’utilisation

source: You must agree to the terms to register
de: Sie müssen mit unseren Nutzungsbedienungen einverstanden sein, um sich registrieren zu können
fr: Vous devez accepter les conditions d’utilisation

source: This email address is already in use. Please supply a different email address.
de: Diese E-Mail wird bereits verwendet. Geben Sie bitte eine andere E-Mail Adresse ein.
fr: Cette adresse e-mail est déjà utilisée. S’il vous plaît essayez à nouveau.

source: Registration using free email addresses is prohibited. Please supply a different email address.
de: Registrierungen mit freien E-Mail-Adressen sind untersagt. Bitte verwenden Sie eine andere E-Mail.
fr: Inscription en utilisant des adresses e-mail publiques est interdite. Veuillez saisir une adresse e-mail différente.

source: Untreated yet
de: Noch nicht behandelt
fr: Non traité

source: Registration has accepted
de: Registrierung wurde akzeptiert
fr: Inscription acceptée

source: Registration has rejected
de: Registrierung wurde abgelehnt
fr: Inscription rejetée

source: user
de: Benutzer
fr: utilisateur

source: activation key
de: Aktivierungsschlüssel
fr: clé d’activation

source: registration profile
de: Registrationsprofil
fr: profil utilisateur

source: registration profiles
de: Registrationsprofile
fr: profils des utilisateurs

source: Activation key has expired
de: Aktivierungsschlüssel ist abgelaufen
fr: La clé d’activation est expirée

source: An invalid activation key has passed
de: Ungültiger Aktivierungsschlüssel
fr: La clé d’activation est non-valide

source: (Re)Accept registrations of selected users
de: Registrierungen der ausgewählten Benutzer (erneut) erlauben
fr: Accepter les inscriptions des utilisateurs sélectionnés

source: Reject registrations of selected users
de: Registrierungen der ausgewählten Benutzer ablehnen
fr: Rejeter les inscriptions des utilisateurs sélectionnés

source: Activate selected users forcibly
de: Ausgewählte Benutzer umgehend aktivieren
fr: Activer les utilisateurs sélectionnés immédiatement

source: Re-send acceptance emails to selected users
de: Annahme E-Mails den ausgewählten Benutzer erneut senden
fr: Envoyer à nouveau les e-mails d’acceptation aux utilisateurs sélectionnés

source: Not available
de: Nicht verfügbar
fr: Non disponible

source: A summary of supplemental information
de: Zusammenfassung der Zusatzinformationen
fr: Résumé des informations supplémentaires

source: Activation key
de: Aktivierungsschlüssel
fr: Clé d’activation

source: Accept this registration
de: Diese Registrierung akzeptieren
fr: Accepter cet enregistrement

source: Reject this registration
de: Diese Registrierung ablehnen
fr: Rejeter cette inscription

source: Activate the associated user of this registration forcibly
de: Zugeordneten Benutzer dieser Registration umgehend aktivieren
fr: Activez l’utilisateur associé de cet enregistrement immédiatement

source: Re-accept this registration
de: Registrierung erneut erlauben
fr: Accepter à nouveau cette inscription

source: Activate the associated user of this registration
de: Zugeordneten Benutzer dieser Registration aktivieren
fr: Activez l’utilisateur associé à cet enregistrement

source: Action
de: Aktion

source: Message
de: Nachricht

source: You cannot reject the registration which was accepted already.
de: Sie können nicht eine Registrierung ablehnen, die bereits akzeptiert wurde.
fr: Vous ne pouvez pas refuser une inscription qui a déjà été acceptée.

source: You cannot activate the user whom registration was not accepted yet.
de: Den Benutzer kann nicht aktiviert werden, da die Registrierung noch nicht akzeptiert wurde.
fr: Vous ne pouvez pas activer un utilisateur qui n’a pas encore été accepté.

source: A new registration of %(site_name)s was created by %(user)s.
de: Ein neuer Registrierung wurde von %(user)s auf %(site_name)s erstellt.
fr: Un nouvel enregistrement de %(site_name)s a été créé par %(user)s.

source: Please click the following url and inspect his/her registration.
de: Klicken Sie bitte auf die nachfolgende URL, um die Registrierung zu überprüfen.
fr: S’il vous plaît cliquez sur le lien suivant et verifiez l’inscription.

source: A new registration was created by %(user)s -- %(site_name)s
de: Eine neue Registrierung wurde von %(user)s erstellt — %(site_name)s
fr: Un nouvel enregistrement de %(site_name)s a été créé par %(user)s

source: remarks
de: Bemerkungen
fr: remarques

source: Inspect the registration of %(user)s
de: Überprüfen der Registrierung von %(user)s
fr: Verifier l’enregistrement de %(user)s

source: Please select an action and click the Save button on bottom.
de: Bitte wählen Sie eine Aktion und klicken anschliessend auf die Schaltfläche „Speichern“ am Ende dieser Seite.
fr: Veuillez sélectionner une action et cliquer sur le bouton „Enregistrer“ en bas.

source: Dear %(user)s,
de: Liebe(r) %(user)s,
fr: Madame, Monsieur %(user)s,

source: Your registration of %(site_name)s was accepted by inspector.
de: Ihre Registration auf %(site_name)s wurde akzeptiert.
fr: Votre enregistrement de %(site_name)s a été accepté.

source: Please click the following url and set your account password to finish activation.
de: Klicken Sie bitte auf den nachfolgenden Link, um ein Passwort zu vergeben und die Aktivierung abzuschliessen.
fr: Veuillez cliquer sur le lien suivant pour entrer votre mot de passe.

source: The activation link above will be expired in %(expiration_days)s days.
de: Der Aktivierungslink oben wird in %(expiration_days)s Tagen ablaufen.
fr: Le lien d’activation ci-dessus sera expiré dans %(expiration_days)s jours.

source: Your registration was accepted -- %(site_name)s
de: Ihre Registrierung wurde akzeptiert -- %(site_name)s
fr: Votre enregistrement de %(site_name)s a été accepté.

source: Activation was complete
de: Aktivierung abgeschlossen
fr: L’activation est terminée

source: Your account was activated
de: Ihr Konto wurde aktiviert
fr: Votre compte est activé

source: Your account of %(site_name)s was activated by inspector
de: Ihr Konto %(site_name)s wurde aktiviert
fr: L’enregistrement de %(site_name)s a été accepté

source: The password of your account was generated automatically and displayed below.
de: Das Passwort für Ihr Konto wurde automatisch generiert und wird unten angezeigt.
fr: Le mot de passe de votre compte a été généré automatiquement et est affiché ci-dessous.

source: Please click the following url to login.
de: Klicken Sie hier, um sich anzumelden.
fr: Cliquez sur l’URL ci-dessous pour vous identifier.

source: It is strongly recommended that you change your initial password to something more secure.
de: Es wird dringend empfohlen, Ihr initiales Passwort zu ändern.
fr: Il est conseillé de changer votre mot de passe initial.

source: ::Your account information::
de: ::Ihre Kontoinformationen::
fr: ::Informations de votre compte::

source: USERNAME: %(user)s
de: BENUTZERNAME: %(user)s
fr: NOM D’UTILISATEUR: %(user)s

source: PASSWORD: %(password)s
de: PASSWORT: %(password)s
fr: MOT DE PASSE: %(password)s

source: Your account of %(site_name)s was successfully activated
de: Ihr Konto %(site_name)s wurde erfolgreich aktiviert
fr: Votre compte %(site_name)s a été activé avec succès

source: Your account was activated -- %(site_name)s
de: Ihr Konto wurde aktiviert -- %(site_name)s
fr: Votre compte a été activé -- %(site_name)s

source: Activate your account
de: Benutzerkonto aktivieren
fr: Activez votre compte

source: Please fill the password to complete account activation
de: Geben Sie bitte Ihr Passwort ein, um die Kontoaktivierung abzuschliessen
fr: Veuillez remplir votre mot de passe pour activer votre compte

source: Activate
de: Aktivieren
fr: Activer

source: Login
de: Anmelden

source: Please fill your username and password to login
de: Bitte geben Sie Ihren Benutzernamen und Passwort ein
fr: Veuillez saisir votre nom d'utilisateur et mot de passe

source: Logged out
de: Abgemeldet
fr: Déconnecter

source: You are logged out.
de: Sie sind abgemeldet.
fr: Vous êtes déconnecté.

source: Registration is closed
de: Registration vorübergehend gesperrt
fr: Inscriptions désactivées

source: I am afraid that registration is currently closed.
de: Die Registration ist vorübergehend leider gesperrt.
fr: Les inscriptions sont actuellement désactivées.

source: Registration was complete
de: Registration abgeschlossen
fr: Inscription terminée

source: Your registration was created successfully.
de: Ihre Anmeldung war erfolgreich.
fr: Votre inscription a été créée avec succès.

source: Please wait until the inspector verify your registration.
de: Bitte warten Sie bis Ihre Anmeldung überprüft wurde.
fr: Veuillez patienter jusqu’à ce que l’inspecteur vérifie votre inscription.

source: You will receive an acceptance or rejection email within several days.
de: Innerhalb von ein paar Tagen erhalten Sie eine Annahme- oder Ablehnungs E-Mail.
fr: Vous recevrez un e-mail d’acceptation ou de rejet dans les prochains jours.

source: Your account registration was created successfully.
de: Ihre Registration wurde erfolgreich erstellt.
fr: Votre compte a été créé avec succès.

source: Your registration was created -- %(site_name)s
de: Registration wurde erstellt -- %(site_name)s
fr: Votre enregistrement de %(site_name)s a été créé

source: Please fill the following fields to create your registration
de: Bitte füllen Sie das Registrierungsformular aus
fr: Merci de bien vouloir saisir les champs suivants

source: Register
de: Registrieren
fr: Enregistrer

source: I am afraid that your account registration was rejected by inspector.
de: Leider wurde Ihre Registration abgelehnt.
fr: Votre inscription a été rejetée par l’inspecteur.

source: Rejection reasons:
de: Ablehnungsgründe:
fr: Motifs du rejet:

source: Your registration was rejected -- %(site_name)s
de: Ihre Registrierung wurde abgelehnt -- %(site_name)s
fr: Votre enregistrement de %(site_name)s a été rejeté

source: Registration
fr: Enregistrement
